{
	"config.Price Changes.description": "Changes crops and crop-related sell prices.",
	"config.Crops.description": "Changes crops and crop-related sell prices.",
	"config.Flowers.description": "Changes flowers sell prices and flower seed shop prices. This also affects flower honey.",
	"config.Animals.description": "Changes animal product sell prices and mechanics of some animals.",
	"config.Fruit Trees.description": "Changes fruit tree ptoduce sell prices and fruit tree sapling shop prices. Cheaper Saplings make Fruit Trees more accessible early game while More Valuable Produce makes Fruit Trees more viable late game.",
	"config.Mines.description": "Changes gems, ores, bars, monster drops, artifacts, and geode minerals sell prices. This also changes crystalarium processing times.",
	"config.Forage.description": "Changes forage sell prices.",
	"config.Fish.description": "Changes fish sell prices.",
	"config.Food.description": "Changes food sell prices.",
	"config.Miscellaneous Items.description": "Changes miscellaneous sell prices.",
	"config.Machines.description": "Changes machine recipes. Hard and Very Hard typically make recipes 2x to 3x more expensive.",
	"config.Fertilizers.description": "Changes fertilizer recipes.",
	"config.Bombs.description": "Changes bomb recipes.",
	"config.Ammo.description": "Changes ammo recipe.",
	"config.Fishing Baits.description": "Changes fishing bait recipes.",
	"config.Fishing Lures.description": "Changes fishing lure recipes.",
	"config.Warp Totems.description": "Changes warp totem recipes.",
	"config.Wild Seeds.description": "Changes wild seed recipes. This also changes tea sapling recipe.",
	"config.Miscellaneous Recipes.description": "Changes miscellaneous recipes.",
	"config.Cotton per Cloth.description": "Amount of cotton bolls that produce cloth in a loom.",
	"config.Monster Strength.description": "Changes the strength of monsters. Monsters will have slightly more health and do significantly more damage on harder difficulties. On Normal monsters typically have less health but do more damage.",
	"config.Monster Eradication Goals.description": "Changes monster eradication goals to require less kills.",
	"config.Item Categories.description": "Changes some item categories. Many Artisan Goods have been reclassified as Fish or Animal Products to make Artisan profession less strong.",
	"config.Food Buffs.description": "Changes food buffs, durations, and edibility.",
	"config.Buildings.description": "Buildings that directly affect profits cost more while others cost less.",
	"config.Museum Rewards.description": "Changes museum rewards to be in a better order and more rewarding.",
	"config.Shops.description": "Changes shop prices and inventories.",
	"config.Limited Shop Inventories.description": "Changes daily purchase amount of items sold by shops.",
	"config.Artisan Goods.description": "Artisan Goods Gain Quantity: Changes artisan goods to have a chance to increase in quantity based on ingredient quality. Large Animal Products Make 2: Doubles output for large animal products to allow for better compatability with Artisan Goods copy quality mods, for example Walk of Life.",
	"config.Merchants Buy More Items.description": "Willy buys fishing poles, Marnie buys shears & milk pails, Clint buys weapons and armor.",
	"config.Marnie Sells Auto-Petter.description": "Marnie sells auto-petter after community center completion.",
	"config.Harvey's Clinic Sells Life Elixirs.description": "Harvey's Clinic sells a limited number of life elixirs everyday.",
	"config.Increased Silo Size.description": "Increases silo size to 1000 hay.",
	"config.Remove Seeds from Shops.description": "If Cornucopia More Crops or Flowers is installed new seed entries will be added to shops. Enabling this will prevent that. Should stay disabled unless other mods are used that remove all seeds from shops.",
	"config.Stardew Valley Expanded.description": "Allows the mod to rebalance crops, trees, animals, fish, food, miscellaneous items, and shops from the Stardew Valley Expanded Mod. In most cases, you should leave this enabled and use the other settings. Does nothing if Stardew Valley Expanded is not installed.",
	"config.Ridgeside Village.description": "Allows the mod to rebalance fruit trees, fish, food, miscellaneous items, weapons, and shops from the Ridgeside Village Mod. In most cases, you should leave this enabled and use the other settings. Does nothing if Ridgeside Village is not installed.",
	"config.Distant Lands.description": "Allows the mod to rebalance crops, fish, and food from the Distant Lands Mod. In most cases, you should leave this enabled and use the other settings. Does nothing if Distant Lands is not installed.",
	"config.East Scarp.description": "Allows the mod to rebalance crops and fish from the East Scarp Mod. In most cases, you should leave this enabled and use the other settings. Does nothing if East Scarp is not installed.",
	"config.Cornucopia More Crops.description": "Allows the mod to rebalance crops, fruit trees, bushes and artisan goods from Cornucopia More Crops. In most cases, you should leave this enabled and use the other settings. Does nothing if Cornucopia More Crops is not installed.",
	"config.Cornucopia More Flowers.description": "Allows the mod to rebalance crops, fruit trees and bushes from Cornucopia More Flowers. In most cases, you should leave this enabled and use the other settings. Does nothing if Cornucopia More Flowers is not installed.",
	"config.Cornucopia Artisan machines.description": "Allows the mod to rebalance artisan goods and machines from Cornucopia Artisan Machines. In most cases, you should leave this enabled and use the other settings. Does nothing if Cornucopia Artisan Machines is not installed.",
	"config.Animal Husbandry Mod.description": "Allows the mod to rebalance items and food from Animal Husbandry Mod. In most cases, you should leave this enabled and use the other settings. Does nothing if Animal Husbandry Mod is not installed.",
	"config.Mizu's Quail.description": "Allows the mod to rebalance animals, items and food from Mizu's Quail. In most cases, you should leave this enabled and use the other settings. Does nothing if Mizu's Quail is not installed.",
	"config.Mizu's Turkey.description": "Allows the mod to rebalance animals, items and food from Mizu's Turkey. In most cases, you should leave this enabled and use the other settings. Does nothing if Mizu's Turkey is not installed.",
	"config.Milkable Sheep.description": "Allows the mod to rebalance animals and items from Milkable Sheep. In most cases, you should leave this enabled and use the other settings. Does nothing if Milkable Sheep is not installed.",
	"config.Upgrade Sprinklers.description": "Allows the mod to rebalance recipes from Upgrade Sprinklers. In most cases, you should leave this enabled and use the other settings. Does nothing if Upgrade Sprinklers is not installed.",
	"config.Additional Tree Equipment.description": "Allows the mod to rebalance machines from Additional Tree Equipment. In most cases, you should leave this enabled and use the other settings. Does nothing if Additional Tree Equipment is not installed.",
	"config.Fish Pond Aquaponics.description": "Allows the mod to rebalance the Aquaponics building from Fish Pond Aquaponics. In most cases, you should leave this enabled and use the other settings. Does nothing if Fish Pond Aquaponics is not installed.",
	"config.Love of Cooking.description": "Allows the mod to rebalance food from Love of Cooking. Also makes Cooking Chocolate craftable if Cornucopia More Crops is installed and enabled. In most cases, you should leave this enabled and use the other settings. Does nothing if Love of Cooking is not installed.",
	"config.Binning Skill.description": "Allows the mod to rebalance food and machines from Binning Skill. In most cases, you should leave this enabled and use the other settings. Does nothing if Binning Skill is not installed.",
	"config.Polyamory Sweet.description": "Allows the mod to rebalance flowers from Polyamory Sweet. In most cases, you should leave this enabled and use the other settings. Does nothing if Polyamory Sweet is not installed.",
	"Sheep": "Adults can be shorn for wool every couple days. A pair of shears is required to harvest the wool. Lives in the Barn.",
	"MayonnaiseMachineFuelNeededMessage": "Requires 2 Eggs or 1 Large Egg",
	"MayonnaiseMachineInvalidCount_Garlic": "Requires 2 Garlic",
	"MayonnaiseMachineInvalidCount_Spicy": "Requires 2 Chili",
	"MayonnaiseMachineInvalidCount_Truffle": "Requires 2 Truffles",
	"MayonnaiseMachineInvalidCount_Avocado": "Requires 2 Avocados",
	"MayonnaiseMachineInvalidCount_OliveOil": "Requires 2 Olive Oil",
	"MayonnaiseMachineInvalidCount_BlackPepper": "Requires 2 Peppercorn",
	"MayonnaiseMachineInvalidCount_Wasabi": "Requires 2 Wasabi",
	"MayonnaiseMachineInvalidCount_Dill": "Requires 2 Dill",
	"LoomInvalidCount_Cotton_3": "Requires 3 Cotton",
	"LoomInvalidCount_Cotton_4": "Requires 4 Cotton",
	"LoomInvalidCount_Cotton_5": "Requires 5 Cotton",
	"LoomInvalidCount_Cotton_6": "Requires 6 Cotton",
	"LoomInvalidCount_Cotton_7": "Requires 7 Cotton",
	"LoomInvalidCount_Cotton_8": "Requires 8 Cotton",
	"LoomInvalidCount_Cotton_9": "Requires 9 Cotton",
	"LoomInvalidCount_Cotton_10": "Requires 10 Cotton",
	"LoomInvalidCount_Cotton_11": "Requires 11 Cotton",
	"LoomInvalidCount_Cotton_12": "Requires 12 Cotton"
}
